---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.NumberSystemTextSize
source: html/cacc05b4-b085-3f3e-30ac-6e93e000badf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.NumberSystemTextSize Property

"Number Size"

## Syntax (C#)
```csharp
public static ForgeTypeId NumberSystemTextSize { get; }
```